{
  "header_text": "Breed Traits & Characteristics",
  "FAMILY LIFE": "FAMILY LIFE",
  "PHYSICAL": "PHYSICAL",
  "SOCIAL": "SOCIAL",
  "PERSONALITY": "PERSONALITY",
  "all": "ALL TRAITS",
  "AFFECTIONATE WITH FAMILY": "AFFECTIONATE WITH FAMILY",
  "GOOD WITH YOUNG CHILDREN": "GOOD WITH YOUNG CHILDREN",
  "GOOD WITH OTHER DOGS": "GOOD WITH OTHER DOGS",
  "GOOD WITH OTHER PETS": "GOOD WITH OTHER PETS",
  "SHEDDING LEVEL": "SHEDDING LEVEL",
  "COAT GROOMING FREQUENCY": "COAT GROOMING FREQUENCY",
  "DROOLING LEVEL": "DROOLING LEVEL",
  "COAT LENGTH": "COAT LENGTH",
  "GENERAL HEALTH": "GENERAL HEALTH",
  "OPENNESS TO STRANGERS": "OPENNESS TO STRANGERS",
  "PLAYFULNESS LEVEL": "PLAYFULNESS LEVEL",
  "WATCHDOG / PROTECTIVE NATURE": "WATCHDOG / PROTECTIVE NATURE",
  "TRAINABILITY LEVEL": "TRAINABILITY LEVEL",
  "ENERGY LEVEL": "ENERGY LEVEL",
  "ENTELLIGENCE": "ENTELLIGENCE",
  "BARKING LEVEL": "BARKING LEVEL",
  "MEOWING LEVEL": "MEOWING LEVEL",
  "cat_family_friendly": "Cats are known for their affectionate nature towards their human family members. Many cats enjoy cuddling, seeking attention, and forming strong bonds with their owners. They often show their love through purring, rubbing against their family members, and seeking physical closeness, making them cherished companions in many households.",
  "cat_children_friendly": "Cats can be great companions for children, with many breeds known for their gentle and playful nature. When properly socialized, cats can form strong bonds with kids, providing them with affection and entertainment. However, it's important to supervise interactions and teach children how to handle cats gently to ensure a safe and harmonious relationship.",
  "dog_good_with_children": "A breed's level of tolerance and patience with childrens' behavior, and overall family-friendly nature. Dogs should always be supervised around young children, or children of any age who have little exposure to dogs.",
  "dog_good_with_other_dogs": "How generally friendly a breed is towards other dogs. Dogs should always be supervised for interactions and introductions with other dogs, but some breeds are innately more likely to get along with other dogs, both at home and in public.",
  "cat_other_pets_friendly": "Cats can display varying levels of friendliness towards other pets. Some cats may be sociable and enjoy the company of other animals, while others may be more reserved or even territorial. Proper introductions and gradual acclimation can help cats form positive relationships with other pets, creating a harmonious multi-pet household.",
  "dog_shedding": "How much fur and hair you can expect the breed to leave behind. Breeds with high shedding will need to be brushed more frequently, are more likely to trigger certain types of allergies, and are more likely to require more consistent vacuuming and lint-rolling.",
  "cat_shedding": "Cats can vary in their shedding level, with some breeds shedding more than others. Breeds with high shedding will require more frequent brushing and may trigger certain allergies. Consistent vacuuming and lint-rolling may also be necessary to manage shedding. However, regular grooming can help reduce shedding and keep cats' coats healthy and shiny.",
  "dog_grooming": "How frequently a breed requires bathing, brushing, trimming, or other kinds of coat maintenance. Consider how much time, patience, and budget you have for this type of care when looking at the grooming effort needed. All breeds require regular nail trimming.",
  "cat_grooming": "Cats' grooming needs vary depending on their breed and coat type. Long-haired breeds often require more frequent brushing to prevent matting, while short-haired cats may need less frequent grooming. Regular nail trimming is essential for all cats. When choosing a cat, consider the grooming effort needed and ensure it aligns with your time, patience, and budget for grooming care.",
  "dog_drooling": "How drool-prone a breed tends to be. If you're a neat freak, dogs that can leave ropes of slobber on your arm or big wet spots on your clothes may not be the right choice for you.",
  "dog_coat_length": "How long the breed's coat is expected to be. Some long-haired breeds can be trimmed short, but this will require additional upkeep to maintain.",
  "cat_general_health": "Cats come in various breeds, each with its specific health considerations. Some breeds are prone to genetic conditions, while others may have specific dietary or grooming needs. Understanding the general health concerns of different breeds can help ensure their overall well-being.",
  "dog_good_with_strangers": "How welcoming a breed is likely to be towards strangers. Some breeds will be reserved or cautious around all strangers, regardless of the location, while other breeds will be happy to meet a new human whenever one is around!",
  "cat_stranger_friendly": "Cats, like dogs, vary in their sociability with other animals. Some cats enjoy the company of other felines, while others prefer to be the only pet. Understanding a cat's sociability level is crucial when introducing them to other animals, ensuring a harmonious living environment for all pets involved.",
  "dog_playfulness": "How enthusiastic about play a breed is likely to be, even past the age of puppyhood. Some breeds will continue wanting to play tug-of-war or fetch well into their adult years, while others will be happy to just relax on the couch with you most of the time.",
  "cat_playfulness": "Cats' playfulness can vary by breed and individual personality. Some breeds, such as the Abyssinian and Siamese, are known for their high energy and playful nature, often enjoying interactive games well into adulthood. Other breeds, like the Persian, may be more laid-back and prefer lounging and relaxing. When considering a cat, it's important to consider their playfulness and ensure it aligns with your lifestyle and preferences.",
  "dog_protectiveness": "A breed's tendency to alert you that strangers are around. These breeds are more likely to react to any potential threat, whether it's the mailman or a squirrel outside the window. These breeds are likely to warm to strangers who enter the house and are accepted by their family.",
  "dog_trainability": "How easy it will be to train your dog, and how willing your dog will be to learn new things. Some breeds just want to make their owner proud, while others prefer to do what they want, when they want to, wherever they want!",
  "dog_energy": "The amount of exercise and mental stimulation a breed needs. High energy breeds are ready to go and eager for their next adventure. They'll spend their time running, jumping, and playing throughout the day. Low energy breeds are like couch potatoes - they're happy to simply lay around and snooze.",
  "cat_intelligence": "Cats are known for their intelligence, problem-solving abilities, and adaptability. They can learn to open doors, manipulate puzzle toys, and even respond to their names. Some breeds, such as the Siamese and the Maine Coon, are particularly known for their high intelligence and ability to learn tricks. Cats also have excellent memory and can quickly learn and adapt to new environments and routines.",
  "dog_barking": "How often this breed vocalizes, whether it's with barks or howls. While some breeds will bark at every passer-by or bird in the window, others will only bark in particular situations. Some barkless breeds can still be vocal, using other sounds to express themselves.",
  "cat_meowing": "Cats communicate through meowing, and some cats meow more than others. Some cats meow frequently throughout the day, while others only meow when they want something. Different meows can express different needs or emotions. Breed and personality can affect how often a cat meows.",
  "cat_family_friendly_minTitle": "Independent",
  "cat_family_friendly_maxTitle": "Lovey-Dovey",
  "cat_children_friendly_minTitle": "Not Recommended",
  "cat_children_friendly_maxTitle": "Good With Children",
  "dog_good_with_children_minTitle": "Not Recommended",
  "dog_good_with_children_maxTitle": "Good With Children",
  "dog_good_with_other_dogs_minTitle": "Not Recommended",
  "dog_good_with_other_dogs_maxTitle": "Good With Other Dogs",
  "cat_other_pets_friendly_minTitle": "Not Recommended",
  "cat_other_pets_friendly_maxTitle": "Good With Other Dogs",
  "dog_shedding_minTitle": "No Shedding",
  "dog_shedding_maxTitle": "Hair Everywhere",
  "cat_shedding_minTitle": "No Shedding",
  "cat_shedding_maxTitle": "Hair Everywhere",
  "dog_grooming_minTitle": "Monthly",
  "dog_grooming_maxTitle": "Daily",
  "cat_grooming_minTitle": "Monthly",
  "cat_grooming_maxTitle": "Daily",
  "dog_drooling_minTitle": "Less Likely to Drool",
  "dog_drooling_maxTitle": "Always Have a Towel",
  "dog_coat_length_minTitle": "Short",
  "dog_coat_length_maxTitle": "Long",
  "cat_general_health_minTitle": "Optimal Health Management ",
  "cat_general_health_maxTitle": "Fundamental Health Awareness ",
  "dog_good_with_strangers_minTitle": "Reserved ",
  "dog_good_with_strangers_maxTitle": "Everyone Is My Best Friend",
  "cat_stranger_friendly_minTitle": "Reserved ",
  "cat_stranger_friendly_maxTitle": "Everyone Is My Best Friend",
  "dog_playfulness_minTitle": "Only When You Want To Play",
  "dog_playfulness_maxTitle": "Non-Stop",
  "cat_playfulness_minTitle": "Only When You Want To Play",
  "cat_playfulness_maxTitle": "Non-Stop",
  "dog_protectiveness_minTitle": "What's Mine Is Yours",
  "dog_protectiveness_maxTitle": "Vigilant",
  "dog_trainability_minTitle": "Self-Willed",
  "dog_trainability_maxTitle": "Eager to Please",
  "dog_energy_minTitle": "Couch Potato",
  "dog_energy_maxTitle": "High Energy",
  "cat_intelligence_minTitle": "Basic Cognition",
  "cat_intelligence_maxTitle": "Advanced Intellect",
  "dog_barking_minTitle": "Only To Alert",
  "dog_barking_maxTitle": "Very Vocal",
  "cat_meowing_minTitle": "Silent",
  "cat_meowing_maxTitle": "Very Vocal"
}
