{
  "header_text": "لیست صفات و خصوصیات این نژاد",
  "FAMILY LIFE": "در کنار خانواده",
  "PHYSICAL": "فیزیکی",
  "SOCIAL": "اجتماعی",
  "PERSONALITY": "شخصیتی",
  "all": "همه خصوصیات",
  "AFFECTIONATE WITH FAMILY": "مهربان با خانواده",
  "GOOD WITH YOUNG CHILDREN": "خوب با کودکان جوان",
  "GOOD WITH OTHER DOGS": "خوب با سگ‌های دیگر",
  "GOOD WITH OTHER PETS": "خوب با حیوانات خانگی دیگر",
  "SHEDDING LEVEL": "سطح ریزش مو",
  "COAT GROOMING FREQUENCY": "فرکانس مراقبت از پوست و مو",
  "DROOLING LEVEL": "سطح بزاق ریختن",
  "COAT LENGTH": "طول پوست",
  "GENERAL HEALTH": "سلامت عمومی",
  "OPENNESS TO STRANGERS": "آمادگی برای آشنایی با غریبه‌ها",
  "PLAYFULNESS LEVEL": "سطح شادکامی",
  "WATCHDOG / PROTECTIVE NATURE": "طبیعت نگهبان / محافظت‌کننده",
  "TRAINABILITY LEVEL": "سطح آموزش‌پذیری",
  "ENERGY LEVEL": "سطح انرژی",
  "ENTELLIGENCE": "هوش",
  "BARKING LEVEL": "سطح واو زدن",
  "MEOWING LEVEL": "سطح میاومیاو کردن",
  "cat_family_friendly": "گربه ها به خاطر طبیعت محبت آمیز خود نسبت به اعضای خانواده انسانی خود شناخته می شوند. بسیاری از گربه ها از در آغوش گرفتن، جلب توجه و ایجاد پیوندهای قوی با صاحب خود لذت می برند. آنها اغلب عشق خود را از طریق خرخر کردن، مالیدن به اعضای خانواده خود و جستجوی نزدیکی فیزیکی نشان می دهند که آنها را در بسیاری از خانواده ها همراهان گرامی می کند.",
  "cat_children_friendly": "گربه‌ها می‌توانند همراهان خوبی برای کودکان باشند، با بسیاری از نژادها که به طبیعت لطیف و بازیگوش معروف هستند. وقتی گربه‌ها به درستی اجتماعی شوند، می‌توانند پیوندهای محکمی با بچه‌ها ایجاد کنند و برای آنها محبت و سرگرمی ایجاد کنند. برای اطمینان از یک رابطه ایمن و هماهنگ با گربه ها به آرامی رفتار کنید",
  "dog_good_with_children": "سطح بردباری و صبر یک نژاد با رفتار کودکان و به طور کلی طبیعت دوستانه خانواده. سگ ها باید همیشه در اطراف کودکان خردسال یا کودکان در هر سنی که در معرض کمی قرار گرفتن سگ ها هستند، نظارت شوند.",
  "dog_good_with_other_dogs": "چقدر یک نژاد به طور کلی نسبت به سگ های دیگر دوستانه است. سگ‌ها همیشه باید برای تعامل و معرفی با سگ‌های دیگر تحت نظارت باشند، اما برخی از نژادها به طور ذاتی بیشتر با سگ‌های دیگر کنار می‌آیند، چه در خانه و چه در جمع.",
  "cat_other_pets_friendly": "گربه‌ها می‌توانند سطوح مختلفی از رفتار دوستانه را نسبت به سایر حیوانات خانگی نشان دهند. برخی از گربه ها ممکن است اجتماعی باشند و از معاشرت با حیوانات دیگر لذت ببرند، در حالی که برخی دیگر ممکن است محتاط تر یا حتی منطقه ای باشند. معرفی مناسب و سازگاری تدریجی می تواند به گربه ها کمک کند تا روابط مثبتی با حیوانات خانگی دیگر ایجاد کنند و یک خانواده هماهنگ با چند حیوان خانگی ایجاد کنند.",
  "dog_shedding": "چقدر خز و مو می توانید انتظار داشته باشید که این نژاد پشت سر بگذارد. نژادهایی که ریزش زیاد دارند باید به دفعات مسواک زده شوند، احتمال بیشتری دارد که انواع خاصی از آلرژی ها را ایجاد کنند، و به احتمال زیاد نیاز به جاروبرقی و پرز زدن مداوم بیشتری دارند.",
  "cat_shedding": "گربه ها می توانند در سطح ریزش خود متفاوت باشند، به طوری که برخی از نژادها بیشتر از سایرین ریزش می کنند. نژادهایی با ریزش زیاد نیاز به مسواک زدن مکرر دارند و ممکن است باعث ایجاد آلرژی های خاصی شوند. جاروبرقی مداوم و نورد پرز نیز ممکن است برای مدیریت ریزش لازم باشد. با این حال، نظافت منظم می تواند به کاهش ریزش کمک کند و کت گربه ها را سالم و براق نگه دارد.",
  "dog_grooming": "چند بار یک نژاد نیاز به حمام کردن، مسواک زدن، پیرایش یا سایر انواع نگهداری پوشش دارد. در نظر بگیرید که چه مقدار زمان، حوصله و بودجه برای این نوع مراقبت در نظر گرفته اید، وقتی به تلاش های لازم برای نظافت نگاه می کنید. همه نژادها به کوتاه کردن منظم ناخن نیاز دارند",
  "cat_grooming": "نیازهای نظافت گربه ها بسته به نژاد و نوع پوشش آنها متفاوت است. نژادهای مو بلند اغلب برای جلوگیری از تشک زدن نیاز به مسواک زدن مکرر دارند، در حالی که گربه‌های مو کوتاه ممکن است به نظافت کمتری نیاز داشته باشند. کوتاه کردن منظم ناخن برای همه گربه ها ضروری است. هنگام انتخاب گربه، تلاش لازم برای نظافت را در نظر بگیرید و مطمئن شوید که با زمان، صبر و بودجه شما برای مراقبت از نظافت مطابقت دارد.",
  "dog_drooling": "یک نژاد تا چه اندازه مستعد آب دهان است. اگر شما یک آدم دمدمی مزاج هستید، سگ هایی که می توانند طناب های لختی را روی بازوی شما بگذارند یا لکه های خیس بزرگی روی لباس شما بگذارند، ممکن است انتخاب مناسبی برای شما نباشند.",
  "dog_coat_length": "انتظار می رود کت این نژاد چقدر بلند باشد. برخی از نژادهای مو بلند را می توان کوتاه کرد، اما این نیاز به نگهداری بیشتری برای نگهداری دارد.",
  "cat_general_health": "گربه ها در نژادهای مختلفی هستند که هر کدام ملاحظات بهداشتی خاص خود را دارند. برخی از نژادها مستعد ابتلا به شرایط ژنتیکی هستند، در حالی که برخی دیگر ممکن است نیازهای غذایی یا نظافت خاصی داشته باشند. درک نگرانی های بهداشتی کلی نژادهای مختلف می تواند به اطمینان از سلامت کلی آنها کمک کند.",
  "dog_good_with_strangers": "احتمالاً یک نژاد چقدر نسبت به غریبه ها استقبال می کند. برخی از نژادها صرف نظر از مکان آنها در اطراف همه غریبه ها محتاط یا محتاط هستند، در حالی که نژادهای دیگر از ملاقات با یک انسان جدید خوشحال می شوند.",
  "cat_stranger_friendly": "گربه‌ها، مانند سگ‌ها، در معاشرت با حیوانات دیگر متفاوت هستند. برخی از گربه‌ها از همراهی گربه‌سانان دیگر لذت می‌برند، در حالی که برخی دیگر ترجیح می‌دهند تنها حیوان خانگی باشند. درک سطح اجتماعی بودن گربه هنگام معرفی آنها با حیوانات دیگر، تضمین یک زندگی هماهنگ بسیار مهم است. محیطی برای همه حیوانات خانگی درگیر.",
  "dog_playfulness": "حتی اگر از سن توله‌گی گذشته باشد، احتمالاً یک نژاد چقدر مشتاق بازی کردن است. برخی از نژادها همچنان میخواهند طناب کشی کنند یا در سنین بزرگسالی خود به خوبی برسند، در حالی که برخی دیگر خوشحال خواهند شد که بیشتر اوقات روی کاناپه با شما استراحت کنند.",
  "cat_playfulness": "بازیگوشی گربه ها می تواند بسته به نژاد و شخصیت فردی متفاوت باشد. برخی از نژادها، مانند حبشی و سیامی، به خاطر انرژی بالا و طبیعت بازیگوش خود شناخته می شوند و اغلب تا بزرگسالی از بازی های تعاملی لذت می برند. نژادهای دیگر، مانند پرشین، ممکن است آرام‌تر باشند و استراحت و استراحت را ترجیح دهند. هنگام در نظر گرفتن یک گربه، مهم است که بازیگوشی آنها را در نظر بگیرید و مطمئن شوید که با سبک زندگی و ترجیحات شما مطابقت دارد.",
  "dog_protectiveness": "تمایل یک نژاد به شما هشدار می دهد که غریبه ها در اطراف هستند. این نژادها به احتمال زیاد به هر تهدید بالقوه ای واکنش نشان می دهند، چه پستچی یا یک سنجاب بیرون از پنجره. این نژادها احتمالاً با غریبه هایی که وارد خانه می شوند و توسط خانواده آنها پذیرفته می شوند گرم می شوند.",
  "dog_trainability": "آموزش سگ شما چقدر آسان خواهد بود و سگ شما چقدر مایل به یادگیری چیزهای جدید خواهد بود. برخی از نژادها فقط می خواهند صاحب خود را مغرور کنند، در حالی که برخی دیگر ترجیح می دهند آنچه را که می خواهند انجام دهند، زمانی که می خواهند، هر کجا که می خواهند!",
  "dog_energy": "مقدار ورزش و تحریک ذهنی که یک نژاد نیاز دارد. نژادهای پر انرژی آماده رفتن هستند و مشتاق ماجراجویی بعدی خود هستند. آنها در طول روز وقت خود را صرف دویدن، پریدن و بازی خواهند کرد. نژادهای کم انرژی مانند سیب زمینی های کاناپه ای هستند - آنها خوشحال هستند که به سادگی در اطراف دراز می کشند و چرت می زنند.",
  "cat_intelligence": "گربه‌ها به دلیل هوش، توانایی‌های حل مسئله و سازگاری‌شان شناخته می‌شوند. آنها می‌توانند یاد بگیرند که درها را باز کنند، اسباب‌بازی‌های پازل را دستکاری کنند و حتی به نام‌هایشان پاسخ دهند. برخی از نژادها مانند سیامی و مین کون، به ویژه برای هوش و توانایی بالای آنها در یادگیری ترفندها نیز حافظه عالی دارند و می توانند به سرعت یاد بگیرند و با محیط ها و روال های جدید سازگار شوند.",
  "dog_barking": "این نژاد چند بار صدا می کند، چه با پارس یا زوزه. در حالی که برخی از نژادها برای هر رهگذر یا پرنده ای در پنجره پارس می کنند، برخی دیگر فقط در موقعیت های خاص پارس می کنند. برخی از نژادهای بدون پارس هنوز هم می توانند آواز باشند و از صداهای دیگر استفاده می کنند. خود را بیان کنند.",
  "cat_meowing": "گربه ها از طریق میو با هم ارتباط برقرار می کنند و برخی از گربه ها بیشتر از بقیه میو می کنند. برخی از گربه ها در طول روز به طور مکرر میومیو می کنند، در حالی که برخی دیگر فقط زمانی که چیزی می خواهند میومیو می کنند. میوهای مختلف می توانند نیازها یا احساسات متفاوتی را بیان کنند. نژاد و شخصیت می تواند بر تعداد دفعات میو گربه تأثیر بگذارد.",

  "cat_family_friendly_minTitle": "مستقل",
  "cat_family_friendly_maxTitle": "عاشقانه",
  "cat_children_friendly_minTitle": "توصیه نمی شود",
  "cat_children_friendly_maxTitle": "خوب با کودکان",
  "dog_good_with_children_minTitle": "توصیه نمی شود",
  "dog_good_with_children_maxTitle": "خوب با کودکان",
  "dog_good_with_other_dogs_minTitle": "توصیه نمی شود",
  "dog_good_with_other_dogs_maxTitle": "خوب با سگ های دیگر",
  "cat_other_pets_friendly_minTitle": "توصیه نمی شود",
  "cat_other_pets_friendly_maxTitle": "خوب با سگ های دیگر",
  "dog_shedding_minTitle": "بدون ریزش",
  "dog_shedding_maxTitle": "موها در همه جا",
  "cat_shedding_minTitle": "بدون ریزش",
  "cat_shedding_maxTitle": "موها در همه جا",
  "dog_grooming_minTitle": "ماهیانه",
  "dog_grooming_maxTitle": "روزانه",
  "cat_grooming_minTitle": "ماهیانه",
  "cat_grooming_maxTitle": "روزانه",
  "dog_drooling_minTitle": "کمتر احتمال ریختن آب دهان",
  "dog_drooling_maxTitle": "همیشه یک حوله دستی حاضر داشته باشید",
  "dog_coat_length_minTitle": "کوتاه",
  "dog_coat_length_maxTitle": "بلند",
  "cat_general_health_minTitle": "مدیریت بهداشت بهینه",
  "cat_general_health_maxTitle": "آگاهی اساسی بهداشت",
  "dog_good_with_strangers_minTitle": "محتاط",
  "dog_good_with_strangers_maxTitle": "همه بهترین دوست من هستند",
  "cat_stranger_friendly_minTitle": "محتاط",
  "cat_stranger_friendly_maxTitle": "همه بهترین دوست من هستند",
  "dog_playfulness_minTitle": "فقط زمانی که می خواهید بازی کنید",
  "dog_playfulness_maxTitle": "بی وقفه",
  "cat_playfulness_minTitle": "فقط زمانی که می خواهید بازی کنید",
  "cat_playfulness_maxTitle": "بی وقفه",
  "dog_protectiveness_minTitle": "چیزی که من دارم، مال شماست",
  "dog_protectiveness_maxTitle": "مراقب",
  "dog_trainability_minTitle": "خوداراد",
  "dog_trainability_maxTitle": "مایل به رضایت",
  "dog_energy_minTitle": "گله سیبز",
  "dog_energy_maxTitle": "انرژی بالا",
  "cat_intelligence_minTitle": "شناخت پایه",
  "cat_intelligence_maxTitle": "فهم پیشرفته",
  "dog_barking_minTitle": "فقط برای هشدار",
  "dog_barking_maxTitle": "بسیار صداقت",
  "cat_meowing_minTitle": "ساکت",
  "cat_meowing_maxTitle": "بسیار صداقت"
}
