{
  "dog_breeds": "انواع سگ ها",
  "cat_breeds": "انواع گربه ها",
  "dog_char_text": "درباره تمام نژادهای سگ مطالعه کنید",
  "cat_char_text": "ویژگی های هر نژاد گربه را مشاهده کنید",
  "filtering": "فیلتر کنید",
  "blog": "برو به وبلاگ",
  "find_name": "با نام نژاد جستجو کنید",
  "cat_placeholder": "نام نژاد گربه",
  "dog_placeholder": "نام نژاد سگ",
  "less": "جزئیات کمتر",
  "dog_definition": "درباره نژادهای سگ",
  "cat_definition": "درباره نژادهای گربه",
  "cat_Abstract": "در بحث درباره نژادهای گربه، مهم است که توجه داشته باشیم که تعداد زیادی نژاد وجود دارد، هر کدام با ویژگی‌ها و خصوصیات منحصر به فرد خود. از سیامی آرامشگر تا مین کون بازیگوش و بنگال خارق‌العاده، دنیای نژادهای گربه گوناگون و جذاب است.",
  "dog_Abstract": "از زمان‌های ماقبل تاریخ، مردم سگ‌ها را پرورش می‌دادند. اولین پرورش‌دهندگان سگ‌ها از گرگ‌ها استفاده کردند تا سگ‌های خانگی ایجاد کنند. از ابتدا، انسان‌ها به صورت هدفمند سگ‌ها را برای انجام وظایف مختلف پرورش می‌دادند. شکار، نگهبانی و چراندن گله برخی از قدیمی‌ترین کارها فرض می‌شود...",
  "see_more": "جزئیات بیشتر",
  "cat_Article": "نژادهای گربه گروه‌های متمایزی از گربه‌های خانگی هستند که از چند نسل به صورت انتخابی پرورش داده شده‌اند تا ویژگی‌های فیزیکی و رفتاری خاصی را نشان دهند. این ویژگی‌ها می‌توانند شامل رنگ پوست، الگو، طول و بافت مو، و همچنین ویژگی‌های شخصیتی مانند اخلاق، هوش و سطح فعالیت باشند. یکی از محبوب‌ترین و شناخته‌شده‌ترین نژادهای گربه، گربه پرشین است که برای مو طولانی و لوکس و طبیعت شیرین و مهربانش شناخته می‌شود. از طرف دیگر، سیامی برای چشمان آبی چشمگیر شکل بادامی و شخصیت صداپذیر و اجتماعی‌اش شناخته می‌شود. مین کون، که اغلب به عنوان ''غول مهربان'' شناخته می‌شود، یکی از بزرگترین نژادهای گربه خانگی است که با گوش‌های پرپشت، دم پرپشت و رفتار دوستانه‌اش مشخص می‌شود.دیگر نژادهای گربه معروف شامل آبیسینی، که برای پوست لک‌دار و طبیعت فعال و بازیگوشش شناخته می‌شود، و اسفینکس، یک نژاد بدون مو با شخصیت گرم و مهربان است. رگدال با چشمان آبی چشمگیر و تمایل به افتادن در هنگام بلند کردن، و اسکاتیش فولد، که برای گوش‌های تاشده منحصر به فردش شناخته می‌شود، نیز انتخاب‌های محبوبی در میان علاقمندان به گربه هستند.علاوه بر این نژادهای معروف، تعداد بی‌شماری نژاد دیگر وجود دارد، هر کدام با تاریخ، ظاهر و اخلاقیات منحصر به فرد خود. برای مثال، اگر به طبیعت شاهانه و دورافتاده گربه روسی آبی یا ظاهر وحشی گربه ساوانا جذب شده‌اید، نژاد گربه‌ای برای هر سلیقه و سبک زندگی وجود دارد.هنگام اضافه کردن یک گربه به خانواده‌تان، مهم است که انواع نژادها را بررسی کنید تا یکی را پیدا کنید که با ترجیحات و وضعیت زندگی شما همخوانی داشته باشد. برای مثال، آیا به یک نژاد اجتماعی و بازیگوش علاقه دارید یا یک همراه مستقل و کم‌نگهداری؟ درک ویژگی‌های نژادهای مختلف گربه می‌تواند به شما کمک کند تا تصمیمی آگاهانه بگیرید هنگام انتخاب یک دوست گربه جدید.به عبارت دیگر، دنیای نژادهای گربه غنی و متنوع است، با ارائه گزینه‌های فراوان برای صاحبان گربه پتانسیلی. از زیبایی‌های موی بلند تا نژادهای خارجی و لاغر، هر نژاد گربه دارای جذابیت و جذابیت منحصر به فرد خود است. با بررسی ویژگی‌ها و خصوصیات نژادهای مختلف، می‌توانید هم‌دوست فلینی مناسبی برای زندگی خود پیدا کنید و شادی را به خانه‌تان بیاورید.",
  "dog_Article": "هزاران سال است که انسان‌ها سگ‌ها را به سمت ویژگی‌های فیزیکی و ذهنی مناسب برای کارهای مورد انتظار از آن‌ها پرورش داده‌اند. انواع سگ‌های سریع مانند گریهاوند که برای شکار دام‌های پرسرعت پرورش داده شده‌اند، و انواع مستفیض بزرگی که به عنوان سگ‌های نگهبان و جنگجوها استفاده می‌شوند، دو مثال قدیمی از سگ‌هایی هستند که برای کارهای خاص پرورش داده شده‌اند. همانطور که انسان‌ها پیشرفت کردند، سگ‌هایشان نیز پیشرفت کردند. در نهایت، نژادهای خاصی از سگ‌ها ظاهر شدند که به طور سفارشی برای تأمین نیازها و شرایط محلی پرورش داده شدند. به عنوان مثال، گریهاوند، انواع پایه برای گریهاوند ایرلندی بزرگ و گریهاوند ایتالیایی ظریف بود. همه این سه نژاد شباهت خانوادگی مشخصی دارند، اما هیچ‌وقت یکی را با دیگری اشتباه نمی‌کنید. پس، زمانی که یک نژاد یک نژاد است و نه فقط یک نوع یا نوع سگ؟ ساده‌ترین راه تعریف یک نژاد این است که همیشه 'مطابقت در پرورش' دارد. یعنی، تولید سگ‌هایی که به آسانی به عنوان گریهاوند‌های ایرلندی شناخته می‌شوند، با تولید یک گریهاوند اصیل به یک گریهاوند اصیل دیگر. ویژگی‌های فیزیکی ایده‌آل، حرکت و خلق و خوی نژادها در یک سند نوشتاری به نام 'استاندارد نژاد' تعیین می‌شود. به عنوان مثال، استاندارد نژاد ویژگی‌هایی را تعیین می‌کند که یک کاکر اسپانیل را به عنوان یک کاکر اسپانیل و نه یک اسپانیل اسپرینگل تشخیص می‌دهد. استاندارد AKC برای هر نژاد از یک 'باشگاه والد' نشأت می‌گیرد، باشگاه ملی AKC-تشخیص داده شده که به یک نژاد خاص اختصاص داده شده است. هنگامی که توسط AKC تأیید شود، یک استاندارد همزمان 'طرح' پرورش‌دهنده و ابزاری است که توسط داوران نمایش سگ‌ها برای ارزیابی کار یک پرورش‌دهنده استفاده می‌شود. بیش از 340 نژاد سگ در سراسر جهان شناخته شده‌اند. کلوب کینل آمریکا 200 نژاد را تأیید می‌کند."
}
